Repository: Manolopoulaki/icehockey25_website
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: lv

source: Username
lv: Lietotājvārds

source: Password
lv: Parole

source: Remember Me
lv: Atcerēties mani

source: Sign In
lv: Ienākt

source: Name
lv: Vārds

source: Email
lv: E-pasts

source: Repeat Password
lv: Parole vēlreiz

source: Register
lv: Reģistrēties

source: Please use a different username.
lv: Lūdzu, izmantojiet citu lietotājvārdu.

source: Please use a different email address.
lv: Lūdzu, izmantojiet citu e-pasta adresi.

source: About me
lv: Par mani

source: Submit
lv: Iesniegt

source: Say something
lv: Sakiet kaut ko

source: Place Prediction
lv: Veikt prognozi

source: Tournament Winner
lv: Turnīra uzvarētājs

source: Request Password Reset
lv: Pieprasīt paroles atiestatīšanu

source: First Goal
lv: Pirmie vārti

source: Invalid input for game %(game)s.
lv: Spēlei %(game)s ir nederīgs rezultāts.

source: This game (%(gamea)s vs %(gameb)s) has already started.
lv: Spēle (%(gamea)s vs %(gameb)s) jau ir sākusies.

source: Your first goal prediction is not valid for game %(game)s.
lv: Prognoze pirmajiem vārtiem spēlē %(game)s nav derīga.

source: Your prediction for game %(game)s cannot be a draw.
lv: Prognoze spēlē %(game)s nevar būt neizšķirts.

source: Your predictions have been saved!
lv: Jūsu prognozes ir saglabātas!

source: Team %(teama)s
lv: Komanda %(teama)s

source: Team %(teamb)s
lv: Komanda %(teamb)s

source: This game has started
lv: Šī spēle ir sākusies

source: Your first goal prediction is not valid.
lv: Jūsu pirmo vārtu prognoze nav pareiza.

source: Your prediction is not valid.
lv: Jūsu prognoze nav pareiza.

source: Your prediction has been saved.
lv: Jūsu prognoze ir saglabāta.

source: Team %(team)s
lv: Komanda %(team)s

source: Team A
lv: Komanda A

source: Team B
lv: Komanda B

source: Your default prediction has been set.
lv: Jūsu rezerves prognoze ir saglabāta.

source: Invalid username or password
lv: Nederīgs lietotājvārds vai parole

source: Congratulations, you are now a registered user!
lv: Apsveicam, tagad esat reģistrēts lietotājs!

source: Your changes have been saved.
lv: Jūsu izmaiņas tika saglabātas.

source: Check your email for the instructions to reset your password.
lv: Pārbaudiet savu e-pastu, lai saņemtu norādījumus paroles atiestatīšanai.

source: Your password has been reset.
lv: Jūsu parole tika atjaunināta.

source: The results have been saved.
lv: Rezultāti ir saglabāti.

source: The winner have been set.
lv: Uzvarētājs ir noteikts.

source: %(username)s said %(when)s
lv: %(username)s teica %(when)s

source: Toggle navigation
lv: Pārslēgt navigāciju

source: HOME
lv: SĀKUMS

source: RULES
lv: NOTEIKUMI

source: SCHEDULE
lv: GRAFIKS

source: GAMES
lv: SPĒLES

source: STANDINGS
lv: KOPVĒRTĒJUMS

source: Login
lv: Pieslēgties

source: Default Game Prediction
lv: Rezerves prognoze

source: Place the default bet you want to use for the upcoming games. You can change that at any time and it will be applied for the upcoming games in case you forget to place a prediction before the game starts. The same rules apply as for placing predictions for games.
lv: Uzlieciet rezerves prognozi, ko var izmantot nākamajām spēlēm. Rezerves prognozi varat mainīt jebkurā laikā, un tā tiks piemērota spēlēm, kurām pirms spēles sākuma ir aizmirsts uzlikt prognozi. Rezerves prognozēm ir spēkā tie paši noteikumi, kas attiecas uz parastajām spēļu prognozēm.

source: Home Team
lv: Mājas komanda

source: Away Team
lv: Izbraukuma komanda

source: Edit Profile
lv: Profils

source: Upcoming
lv: Ieplānota

source: Started
lv: Sākusies

source: Finished
lv: Beigusies

source: prev
lv: iepriekšējā

source: next
lv: nākamā

source: Please choose game from list above
lv: Lūdzu, izvēlieties spēli no saraksta

source: Place your prediction
lv: Veikt prognozi

source: Game
lv: Spēle

source: Place predictions for all scheduled games
lv: Veic prognozes visām plānotajām spēlēm

source: Predictions for Game
lv: Prognoze spēlei

source: of bets found the correct winner!
lv: no prognozēm bija ar pareizo uzvarētāju!

source: of bets found the correct first goal team!
lv: no prognozēm bija ar pareizajiem pirmajiem vārtiem!

source: were default bets.
lv: bija rezerves prognozes.

source: Player
lv: Lietotājs

source: Prediction
lv: Prognoze

source: Points
lv: Punkti

source: Welcome to the game %(username)s!
lv: Laipni lūgti spēlē %(username)s!

source: Set your Default Bet to avoid missing any games!
lv: Izveido rezerves prognozi, lai neaizmirstu nevienu spēli!

source: Default Bet will be used only for the games that you forget to make a valid prediction otherwise.
lv: Rezerves prognoze tiek izmantota tikai spēlēm, kurām ir aizmirsts uzlikt prognozes.

source: Set Deafult Bet
lv: Izveidot rezerves prognozi

source: Predict the Tournament Winner!
lv: Paredzi turnīra uzvarētāju!

source: Predict the correct Tournament Winner and score some valuable points at the end of the competition!
lv: Paredzi turnīra uzvarētāju pareizi un nopelni vērtīgus punktus kopvērtējumam!

source: Set Tournament Winner
lv: Izvēlies turnīra uzvarētāju

source: Useful links:
lv: Noderīgas mājaslapas:

source: IIHF 2025 official page
lv: IIHF 2025 oficiālā mājaslapa

source: Leaderboard
lv: Līderi

source: Number of Points
lv: Punktu skaits

source: Correct Scores
lv: Pareizi rezultāti

source: Correct Outcomes
lv: Pareizi iznākumi

source: First Goals
lv: Pirmie vārti

source: Newer posts
lv: Jaunākas ziņas

source: Older posts
lv: Vecākas ziņas

source: Tested with:
lv: Testēts ar:

source: New User?
lv: Jauns lietotājs?

source: Click to Register!
lv: Reģistrēties!

source: Forgot Your Password?
lv: Aizmirsi paroli?

source: Click to Reset It
lv: Spied šeit, lai atjaunotu

source: Place Predictions for all Scheduled Games
lv: Veic prognozes visām plānotajām spēlēm

source: Stage
lv: Posms

source: Game Time
lv: Spēles laiks

source: Your Prediction
lv: Jūsu prognoze

source: Place Predictions
lv: Veikt prognozi

source: Reset Your Password
lv: Atjaunot Jūsu paroli

source: Reset Password
lv: Atjaunot paroli

source: Rules
lv: Notiekumi

source: Predictions:
lv: Prognozes:

source: - Predict the outcome of each game before its scheduled start time.
lv: - Veic prognozes spēlēm pirms paredzētā sākuma laika.

source: - Prediction should be the final score (after overtime and penalty shots).
lv: - Prognoze ir spēles gala rezultātam (pēc papildlaika un soda metieniem).

source: - There are no draws possible in play-offs.
lv: - Neizšķirts nav iespējams.

source: - For bonus point, predict which team will score first.
lv: - Nopelni bonusa punktu par pareizi paredzētiem pirmajiem vārtiem.

source: - Predictions can be altered until the scheduled start time.
lv: - Prognozes var tikt mainītas līdz spēles sākumam.

source: - After the game has started, predictions from all players will be locked and published.
lv: - Līdz ar spēles sākšanos, prognozes no visiem spēlētājiem tiks slēgtas un publicētas.

source: - After the game has finished, earned points for all players will be published and overall standings updated.
lv: - Pēc spēles beigām, nopelnītie punkti visiem spēlētājiem tiks publicēti un kopvērtējums atjaunināts.

source: - In your profile page you can predict the winner of the competition.
lv: - Jūsu profilā ir iespējams paredzēt turnīra uzvarētāju.

source: - Winner of the competition can be changed throughout the tournament.
lv: - Turnīra uzvarētāju var mainīt turnīra gaitā.

source: - Points awarded for the correct prediction of the winner decrease as the tournament progresses.*
lv: - Punkti par pareizi paredzētu turnīra uzvarētāju samazinās turnīra gaitā.*

source: *Prediction made before the start of tournament are worth most points (15), predictions made before the final are worth least points (1). See full breakdown below.
lv: *Prognoze veikta pirms turnīra ir vērta visvairāk punktus (15), prognoze veikta neilgi pirms fināla ir vērta vismazāk punktus (1). Pilnu sadalījumu skatīt tabulā.

source: Scoring:
lv: Vērtēšana:

source: - Correctly predicted outcome – 3 points.
lv: - Pareizi prognozēts iznākums - 3 punkti.

source: - Correctly predicted outcome with correct goal difference – 4 points (3 + 1).
lv: - Pareizi prognozēts rezultāts ar pareizu vārtu starpību - 4 punkti (3 + 1).

source: - Correctly predicted score – 7 points (3 + 1 + 3).
lv: - Pareizi prognozētais rezultāts - 7 punkti (3 + 1 + 3).

source: - Correctly predicted first goal – 1 point (no matter which team wins).
lv: - Pareizi prognozēti pirmie vārti - 1 punkts (neatkarīgi no tā, kura komanda uzvar).

source: - Winner prediction scoring breakdown:
lv: - Uzvarētāja prognozes punktu vērtība:

source: Final Date for Prediction
lv: Prognozes galīgais datums

source: Points for Successful Prediction
lv: Punkti par veiksmīgu prognozi

source: Standings:
lv: Kopvērtējums:

source: - Person with most overall points will be declared the winner.
lv: - Par uzvarētāju tiks atzīts spēlētājs, kurš būs ieguvis visvairāk kopvērtējuma punktu.

source: - Tie breakers in following order – most correctly predicted scores, most correctly predicted outcome with correct goal difference, most correctly predicted outcomes, most correctly predicted first goals.
lv: - Neizšķirti tiek šķirti šādā secībā - vispareizāk prognozētie vārti, vispareizāk prognozētais rezultāts ar pareizu vārtu starpību, vispareizāk prognozētie rezultāti, vispareizāk prognozētie pirmie vārti.

source: Schedule
lv: Grafiks

source: Status
lv: Statuss

source: Result
lv: Rezultāts

source: Upcoming -
lv: Ieplānota -

source: Started -
lv: Sākusies -

source: Game stats
lv: Spēles statistika

source: Finished -
lv: Beigusies -

source: Player standings
lv: Spēlētāju klasifikācija

source: Ranking &#8645;
lv: Vieta &#8645;

source: First Goal &#8645;
lv: Pirmie vārti &#8645;

source: Outcome &#8645;
lv: Iznākums &#8645;

source: Score Difference &#8645;
lv: Rezultāta starpība &#8645;

source: Score &#8645;
lv: Rezultāts &#8645;

source: Game Points &#8645;
lv: Prognožu Punkti &#8645;

source: Winner Points &#8645;
lv: Uzvarētāja punkti &#8645;

source: Overall Points &#8645;
lv: Punkti kopā &#8645;

source: User: %(username)s!
lv: Lietotājs: %(username)s!

source: Last seen on: %(when)s
lv: Pēdējo reizi redzēts: %(when)s

source: Edit your profile
lv: Rediģēt savu profilu

source: Predict the tournament winner
lv: Prognozēt turnīra uzvarētāju

source: Place your default prediction
lv: Izveidojiet rezerves prognozi

source: You predicted %(winner)s for winner! This prediction is worth %(points)s points.
lv: Jūs prognozējāt %(winner)s par uzvarētāju! Šī prognoze ir vērta %(points)s punktu.

source: You default prediction is
lv: Jūsu rezerves prognoze ir

source: %(user)s predicted the winner! Have you?
lv: %(user)s prognozēja uzvarētāju! Vai jūs esat?

source: Statistics
lv: Statistika

source: Ranking
lv: Vieta

source: Outcome
lv: Iznākums

source: Score Difference
lv: Rezultāta starpība

source: Score
lv: Rezultāts

source: Predictions
lv: Prognozes

source: First Goal Correct
lv: Pareizi pirmie vārti

source: Outcome Correct
lv: Pareizs iznākums

source: Score Difference Correct
lv: Pareiza vārtu starpība

source: Score Correct
lv: Pareizs rezultāts

source: Predict Tournament Winner
lv: Paredzi turnīra uzvarētāju

source: Please select which team you think will be the overall winner of the tournament.
lv: Lūdzu, izvēlieties komandu, kas, jūsuprāt, kļūs par turnīra uzvarētāju.

source: If you have already predicted the winner and you want to change your prediction, be wary that you might get less points, depending on when you are placing the prediction. Look at the table below for the points you will be getting for a successful prediction.
lv: Ja jau esat paredzējis uzvarētāju un vēlaties mainīt savu prognozi, ņemiet vērā, ka atkarībā no tā, kad izsakāt prognozi, varat saņemt mazāk punktu. Apskatiet tabulu, kurā norādīti punkti, ko saņemsiet par veiksmīgu prognozi.
